Gets a copy of the line weight table.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public ExportLineweightTable GetExportLineweightTable()
  Visual Basic
Public Function GetExportLineweightTable As ExportLineweightTable
  Visual C++
public:
ExportLineweightTable^ GetExportLineweightTable()
 Return Value
 The line weight table.
 See Also
  DGNExportOptions Class
  Autodesk.Revit.DB Namespace